Repository: Gagaro/dexterity.membrane
Catalog: dexterity/membrane/locales/*/LC_MESSAGES/dexterity.membrane.po
Languages: fr

source: Biography
fr: Biographie

source: Confirm Password
fr: Confirmez le mot de passe

source: Dexterity Membrane Behavior Settings
fr: Paramètres des comportements de Dexterity Membrane

source: E-mail Address
fr: Addresse e-mail

source: External Homepage
fr: Page personnelle externe

source: First Name
fr: Prénom

source: If checked, the UUID value for the adapted object will be used for a userid. Otherwise, the username will be used for the userid.
fr: Si cochée, le UUID de l'objet adapté sera utilisé en tant que userid. Sinon, le username sera utilisé en tant que userid.

source: Last Name
fr: Nom

source: Local Roles
fr: Roles locaux

source: Member
fr: Membre

source: Membership
fr: Adhésion

source: Not a valid link
fr: Le lien n'est pas valide

source: Not an email address
fr: L'e-mail n'est pas valide

source: Password
fr: Mot de passe

source: Properties whitelist
fr: Liste blanche des propriétés

source: Property
fr: Propriété

source: The list of additional local roles members will be granted in the context of their own profile objects
fr: La liste des roles locaux additionels donnés aux membres dans le contexte de leur propre objet profil.

source: The list of properties to fetch in the user object.
fr: La liste des propriétés à recupérer de l'objet utilisateur.

source: The password and confirmation do not match.
fr: Le mot de passe et la confirmation ne sont pas pareil.

source: Use email address for username?
fr: Utiliser l'adresse email pour le nom d'utilisateur ?

source: Use object UUID for the userid?
fr: Utiliser le UUID de l'objet pour le userid ?

source: use_email_address_for_username
fr: Si cochée, la valeur du champ "email" sera utilisé en tant que nom d'utilisateur/login. Si non cochée, votre type de contenu doit fournir un champ "username".
